import type { Feature } from '$lib/utils/types';

export default [
	{
		name: 'Заплахи за биоразнообразието',
		description: `<ul>
        <li>Замърсяване (промишлено, битово, аграрно)</li>
        <li>Хидротехнически съоръжения (язовири, диги, канали)</li>
        <li>Инвазивни видове – <a href="https://esenias.org/files/ESENIAS_Atlas_WEB.pdf" target="_blank">линк</a></li>
        <li>Интензивно земеделие и обезлесяване</li>
        <li>Климатични промени</li>
      </ul>`,
		image: 'images/features/alert.png',
		tags: [{ label: 'Биоразнообразие' }]
	},

	{
		name: 'Дейности и инициативи за опазване',
		description: `<ul>
        <li>Национални и трансгранични природозащитни проекти: ICPDR (Международна комисия за опазване на р. Дунав)</li>
        <li>Проект "Danubeparks" – мрежа от паркове по Дунав</li>
        <li>Natura 2000 – ЕС мрежа от защитени зони</li>
        <li>Проекти за възстановяване на влажни зони</li>
        <li>Програми за рибна миграция и опазване на есетрови риби</li>
      </ul>`,
		image: 'images/features/conservation.png',
		tags: [{ label: 'Екологични проекти' }]
	},

	{
		name: 'Образование и участие на обществото',
		description: `<ul>
        <li>Кампания „Живият Дунав“ на WWF</li>
        <li>Ден на Дунав – 29 юни</li>
        <li>Кампании за осведомяване на местното население</li>
        <li>Образователни програми в училища и университети</li>
        <li>Туристически маршрути, подчертаващи природното богатство на Дунав</li>
        <li>Екологични доброволчески акции</li>
      </ul>`,
		image: 'images/features/education.jpg',
		tags: [{ label: 'Обществено участие' }]
	},

	{
		name: 'Положителни примери',
		description: `<ul>
        <li>Частично възстановяване на популациите на есетра чрез изкуствено размножаване</li>
        <li>Възстановени влажни зони в България, Румъния и Австрия</li>
        <li>Намаляване на замърсяване чрез пречиствателни станции</li>
      </ul>`,
		image: 'images/features/goal.png',
		tags: [{ label: 'Добри практики' }]
	},
	{
		name: 'За нас',
		description: `Ние сме ученици от паралелка „Приложен програмист'', обединени от страстта към технологиите и отговорността към природата. Чрез своя екологичен проект искаме да обърнем  внимание на това как всички заедно можем да опазим река Дунав!`,
		image: 'images/features/class.jpg',
		tags: [{ label: 'Екип' }]
	}
] as Feature[];
